ubinos/ArduinoCore-API_wrapper/include/arch/arm/cortexm/nucleof207zg/variant.h
#ifndef VARIANT_H_
#define VARIANT_H_

#define NUM_DIGITAL_PINS    16
#define NUM_ANALOG_INPUTS   6

int init_wiring_digital(void);
int init_wiring_analog(void);

#endif /* VARIANT_H_ */

